Repository: fuckohyes/tsubasa-dt
Catalog: src/locale/messages.*.xlf
Languages: fr

# ui_base_stats
source: Base Stats
fr: Stat. de base

# ui_passive
source: Passive
fr: Passif

# ui_passive_desc
source: Passive stat bonus (in %)
fr: Bonus passif de la stat. (en %)

# ui_formation_desc
source: Formation stat bonus (in %)
fr: Bonus de formation (en %)

# ui_club
source: Club
fr: Confédération

# ui_club_desc
source: Club stat bonus (in %)
fr: Bonus de confédération (en %)

# ui_final_stats
source: Final Stats
fr: Stat. finales

# ui_passive_skill_desc
source: Passive bonus (in %)
fr: Bonus passif aux T.Speciale (en %)

# ui_special_skill_desc
source: Special skills power
fr: Puissance de la T.Speciale

# ui_final_skill_stats
source: Skill Final Stats
fr: Stat. Finales T.Special

source: Attack
fr: Attaque

# shoot
source: Shot
fr: Tir

source: Pass
fr: Passe

# defence
source: Defense
fr: Défense

source: Tackle
fr: Tacle

source: Block
fr: Contre

source: Intercept
fr: Interception

source: Saving
fr: Parades

source: Catch
fr: Arrêt

source: Punch
fr: Coup de poing

source: Physical
fr: Physique

source: Speed
fr: Rapidité

source: Power
fr: Puissance

source: Technique
fr: Technicité
